Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs.NewFamilyId
The newly loaded family id.
Since:
2015

Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs.OriginalFamilyId
The original family id that is overridden by the newly loaded family.
Since:
2015

Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs.FamilyPath
The file path of the family that is loaded into the document.
Since:
2015

Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs.FamilyName
The file name of the family that is loaded into the document.
Since:
2015

Autodesk.Revit.DB.Events.FamilyLoadedIntoDocumentEventArgs
The event arguments used by the FamilyLoadedInto event.
Since:
2015